Repository: grlessa/cardflow
Catalog: Sources/CardflowCLI/Resources/Localizable.xcstrings
Source language: pt_br
Languages: en, es

# cli.abort.noSpace
source: Abortado: espaço insuficiente.
en: Aborted: not enough space.
es: Cancelado: espacio insuficiente.

# cli.abort.sameDisk %@
source: Abortado: destinos no mesmo disco físico (%@) — o backup precisa ser outro disco.
en: Aborted: destinations on the same physical disk (%@) — the backup needs another disk.
es: Cancelado: destinos en el mismo disco físico (%@) — el respaldo necesita otro disco.

# cli.error.badValue %@
source: valor inválido: %@
en: invalid value: %@

# cli.error.missing %@
source: falta o argumento obrigatório: %@
en: missing required argument: %@
es: falta el argumento obligatorio: %@

# cli.error.noSpace
source: espaço insuficiente no destino.
en: not enough space at the destination.
es: espacio insuficiente en el destino.

# cli.error.preset.fileTooLarge
source: este arquivo de preset é grande demais para ser válido e não foi importado.
en: this preset file is too large to be valid and was not imported.
es: este archivo de preset es demasiado grande para ser válido y no se importó.

# cli.error.preset.invalidTemplate %@
source: preset inválido: %@
en: invalid preset: %@

# cli.error.preset.unsupportedSchema %lld
source: este preset foi feito numa versão incompatível do app (schema %lld).
en: this preset was made on an incompatible app version (schema %lld).
es: este preset se hizo en una versión incompatible de la app (schema %lld).

# cli.error.prefix
source: erro:
en: error:
es: error:

# cli.error.sameDisk %@
source: destinos no mesmo disco físico (%@) — o backup precisa ser outro disco.
en: destinations on the same physical disk (%@) — the backup needs another disk.
es: destinos en el mismo disco físico (%@) — el respaldo necesita otro disco.

# cli.error.verificationFailed %lld
source: %lld falha(s) na verificação. NÃO formate o cartão.
en: %lld verification failure(s). Do NOT format the card.
es: %lld fallo(s) en la verificación. NO formatees la tarjeta.

# cli.cancelled
source: Cancelado pelo usuário.
en: Cancelled by the user.
es: Cancelado por el usuario.

# cli.confirm.prompt
source: Confirmar cópia? [s/N]
en: Confirm the copy? [y/N]
es: ¿Confirmar la copia? [s/N]

# cli.dryRun.nothingCopied
source: (dry-run) Nada foi copiado.
en: (dry-run) Nothing was copied.
es: (dry-run) No se copió nada.

# cli.help
source: cardflow — cópia verificada de cartão (motor OffloadKit na linha de comando) uso: cardflow --card <caminho> --to <destino> [--to <destino2>] \ [--media tudo|foto|video|audio] [--camera <nome>] [--evento <nome>] \ [--set campo=valor] [--rename] [--dry-run] [--yes] [--preset <arquivo.cfp>]
en: cardflow — verified card copy (the OffloadKit engine on the command line) usage: cardflow --card <path> --to <destination> [--to <destination2>] \ [--media tudo|foto|video|audio] [--camera <name>] [--evento <name>] \ [--set field=value] [--rename] [--dry-run] [--yes] [--preset <file.cfp>]
es: cardflow — copia verificada de la tarjeta (el motor OffloadKit en la línea de comandos) uso: cardflow --card <ruta> --to <destino> [--to <destino2>] \ [--media tudo|foto|video|audio] [--camera <nombre>] [--evento <nombre>] \ [--set campo=valor] [--rename] [--dry-run] [--yes] [--preset <archivo.cfp>]

# report.outcome.cardAlreadyCopied
source: Este cartão já tinha sido copiado (nada novo).
en: This card had already been copied (nothing new).
es: Esta tarjeta ya se había copiado (nada nuevo).

# report.outcome.failures %@
source: Falharam: %@
en: Failed: %@
es: Fallaron: %@

# report.outcome.header %1$lld %2$lld %3$lld %4$lld
source: Verificados: %1$lld · Pulados (já existiam): %2$lld · Falhas: %3$lld · Sidecars: %4$lld
en: Verified: %1$lld · Skipped (already present): %2$lld · Failures: %3$lld · Sidecars: %4$lld
es: Verificados: %1$lld · Omitidos (ya existían): %2$lld · Fallos: %3$lld · Sidecars: %4$lld

# report.outcome.manifestFailures %@
source: ⚠️ Manifesto NÃO salvo em: %@ (a mídia foi verificada; só o registro falhou — disco cheio/somente-leitura?)
en: ⚠️ Manifest NOT saved to: %@ (the media was verified; only the record failed — disk full / read-only?)
es: ⚠️ Manifiesto NO guardado en: %@ (el contenido se verificó; solo falló el registro — ¿disco lleno / solo lectura?)

# report.outcome.manifestPath %@
source: Manifesto: %@
en: Manifest: %@
es: Manifiesto: %@

# report.outcome.relocatedCinema %1$lld %2$@
source: ⚠️ %1$lld clipe(s) de cinema movido(s) pra evitar sobrescrever filmagem diferente (confira o relink no editor): %2$@
en: ⚠️ %1$lld cinema clip(s) moved to avoid overwriting different footage (check the relink in the editor): %2$@
es: ⚠️ %1$lld clip(s) de cine movido(s) para no sobrescribir tomas distintas (revisa el revínculo en el editor): %2$@

# report.outcome.unrecognized %@
source: Não reconhecidos: %@
en: Unrecognized: %@
es: No reconocidos: %@

# report.summary.cinema %lld
source: + %lld clipe(s) de cinema
en: + %lld cinema clip(s)
es: + %lld clip(s) de cine

# report.summary.destinations %@
source: Destinos: %@
en: Destinations: %@

# report.summary.media %1$lld %2$lld
source: %1$lld foto(s) + %2$lld vídeo(s)
en: %1$lld photo(s) + %2$lld video(s)
es: %1$lld foto(s) + %2$lld video(s)

# report.summary.mediaAudio %lld
source: + %lld áudio(s)
en: + %lld audio(s)
es: + %lld audio(s)

# report.summary.shortfall %1$@ %2$@ %3$@
source: ❌ Sem espaço em %1$@: precisa %2$@, tem %3$@.
en: ❌ No space on %1$@: needs %2$@, has %3$@.
es: ❌ Sin espacio en %1$@: necesita %2$@, tiene %3$@.

# report.summary.totals %1$@ %2$lld %3$@
source: Vai copiar: %1$@ = %2$lld arquivo(s), %3$@ por destino.
en: Will copy: %1$@ = %2$lld file(s), %3$@ per destination.
es: Se copiará: %1$@ = %2$lld archivo(s), %3$@ por destino.

# report.summary.unrecognized %@
source: ⚠️ Arquivos não reconhecidos (copiados para .cardflow/desconhecidos): %@
en: ⚠️ Unrecognized files (copied to .cardflow/desconhecidos): %@
es: ⚠️ Archivos no reconocidos (copiados a .cardflow/desconhecidos): %@

# report.verdict.notOk %lld
source: ❌ %lld falha(s) na verificação. NÃO formate o cartão.
en: ❌ %lld verification failure(s). Do NOT format the card.
es: ❌ %lld fallo(s) en la verificación. NO formatees la tarjeta.

# report.verdict.ok
source: ✅ Tudo verificado em todos os destinos. Pode formatar o cartão com segurança.
en: ✅ Everything verified on every destination. Safe to format the card.
es: ✅ Todo verificado en todos los destinos. Puedes formatear la tarjeta con seguridad.
